#!/usr/bin/env python3
#coding: utf-8
"""
2. Напишите программу, которая после ввода пользователя цифры от 1 до 5 
выдает на экран 'неудолетворительно' если цифра меньше 3, 
'удовлетворительно'' если = 3, 'хорошо'' если 4, 'отлично'' если 5
"""

a = input ('Введите цифру:')
if a == '1': 
    print ('неудолетворительно')
if a == '2': 
    print ('неудолетворительно')
if a == '3': 
    print ('удовлетворительно')
if a == '4': 
    print ('хорошо')
if a == '5': 
    print ('отлично')            